{"_id":1,"Preparacao":"Para a Massa: Peneirar a farinha com o sal. Juntar o açúcar com o azeite e o fermento e diluir tudo bem na água. Adicionar a água aos poucos na farinha amassando bem. Quando estiver bem amassado colocar num recipiente polvilhado com farinha e deixar repousar tapado durante uma hora até a massa duplicar o tamanho.\n\nPara o Molho de Tomate: Colocar a panela ao lume com azeite e os dentes de alho e deixar fritar ate estarem dourados. Adicionar o manjericão e o tomate e com a ajuda de uma colher esmagar tudo bem. Temperar e deixar refugar um pouco. Retirar do lume e passar por um coador esmagando tudo bem. Os alhos e o manjericão irão ficar no coador. Ferver novamente até ter a consistência desejada.\n\nPara Montar a Pizza: Abrir a massa numa superfície polvilhada com farinha. Cobrir a base com o molho de tomate, tendo atenção para não exagerar na quantidade. Dispor o queijo ralado e os restantes ingredientes. Levar ao forno.","Cozinha":"Contemporânea","Dificuldade":"Médio","Tempo":"Médio","Doses":4}
{"_id":2,"Preparacao":"Retire as pontas à curgete e lave muito bem, corte em pedaços grosseiros e junte no wok com um fio de azeite, a cebola laminada, os dentes picados e salteie tudo muito bem.\n\nQuando perceber que a curgete já está cozinha, tempere com sal, pimenta e as folhas de hortelã e transfira para uma liquidificadora ou robot de cozinha. Triture tudo muito bem, ou como preferir se gostar de uma textura mais grosseira. Se achar que a curgete está muito espessa, deite um pouco de água morna.","Cozinha":"Contemporânea","Dificuldade":"Fácil","Tempo":"Rápido","Doses":2}
{"_id":3,"Preparacao":"Junte todos os ingredientes, à exceção do queijo e dos coentros, numa caçarola grande. Leve ao lume, em fogo alto até levantar fervura. Assim que começar a ferver, reduza um pouco o lume, e conte dez minutos. Mexa e misture enquanto cozinha, ocasionalmente nos primeiros minutos e depois mais frequente enquanto engrossa e começa a pagar ao fundo da panela.\n\nQuando os dez minutos acabarem, a massa deve estar macia e o molho deverá ter engrossado um pouco. Se a massa ainda não estiver cozida, continue a cozinhar por mais um minuto. Retifique os temperos se necessário e retire do lume.\n\nRale um pouco de queijo por cima da massa e envolva delicadamente. Deixe descansar por dois ou três minutos - nesta fase a massa vai parecer um pouco caldosa ainda, mas vai engrossar enquanto descansa.\n\nDivida pelos pratos de servir e polvilhe com os coentros.","Cozinha":"Contemporânea","Dificuldade":"Fácil","Tempo":"Rápido","Doses":4}
{"_id":4,"Preparacao":"Comece por preparar a massa, num processador de alimentos junte a farinha, o sal, o açúcar e a manteiga e misture até ter uma espécie de areia (se tiver pedaços de manteiga por triturar não tem mal). Bata os dois ovos e junte aos poucos à massa até se formar uma bola (poderá não ser necessário juntar a totalidade dos ovos).\n\nEnvolva a massa em película aderente e leve ao frigorífico durante 30 minutos.\n\nPara o recheio comece por descascar e cortar a fruta em cubos. Numa taça junte a farinha, a maizena, o açúcar em pó, a baunilha e a manteiga com os dedos até se formar uma massa areosa. Misture com a fruta e reserve.\n\nUnte o fundo de uma tarteira (24 cm) ou forre com papel vegetal.\n\nEstenda a massa da base numa superfície enfarinhada e forre o fundo da tarteira com a mesma. Pique o fundo com um garfo e recheie com a mistura de fruta.\n\nUse a massa da base que sobrar para cortar tiras ou use um cortador de massa para fazer círculos ou corações e disponha por cima do recheio. Pincele esta massa com o ovo batido com a colher de sopa de água e polvilhe com açúcar em pó.\n\nLeve a tarte a cozer em forno previamente aquecido a 200 ªC durante cerca de dez minutos, reduza para 175 ºC e deixe cozer mais 45 minutos. Após retirar do forno deixe arrefecer durante cerca de 30 minutos antes de desenformar.\n\nSirva simples ou acompanhada de uma bola de gelado.","Cozinha":"Contemporânea","Dificuldade":"Médio","Tempo":"Médio","Doses":8}
{"_id":5,"Preparacao":"Levar as batatas num tacho com água e sal ao lume e deixar cozer. Escorrer e esmagar a batata. Reservar numa taça;\n\nBimby\n\nCebola + alho + cebolinho - 5 Seg/Vel. 5. Adicionar à batata;\n\nColocar 400 g de pescada em pedaços no copo - 5 Seg/Vel.4. Retirar para a taça e repetir o processo para o restante peixe;\n\nOvo + sal + pimenta - 10 Seg/Vel.5. Adicionar aos ingredientes reservados, temperar com um pouco mais de sal fino e envolver bem. Formar os bolinhos e passar por pão ralado;\n\nForrar um tabuleiro de ir ao forno com papel vegetal, dispor os bolinhos e levar ao forno pré-aquecido a 180 ºC até cozinharem e ficarem douradinhos (cerca de 20-30 minutos). A meio do tempo aumentar a temperatura para 200ºC.\n\nSe preferir, pode fritar os bolinhos numa frigideira com óleo abundante.\n\nServir os bolinhos com arroz branco e uma salada de manga cortada em cubinhos com coentros picados, regada com um fio de azeite e sumo de limão.","Cozinha":"Contemporânea","Dificuldade":"Fácil","Tempo":"Médio","Doses":6}
{"_id":6,"Preparacao":"Coloque os cogumelos brancos e o caldo de legumes numa panela e deixe ferver durante 15 minutos.\n\nAqueça 1/2 colher de sopa de azeite numa frigideira, sob lume forte. Junte os dentes de alho e uma pequena porção dos cogumelos crimini e shitake e salteie até douradem. Se encher muito a frigideira, os cogumelos vão cozer e não vão ficar dourados. Repita até acabarem os cogumelos, adicionando um pouco mais de azeite quando necessário (normalmente, faço-o a cada duas partes de cogumelos).\n\nColoque duas colheres de sopa de azeite num tacho largo, junte a cebola picada, as hastes e as folhas de tomilho e deixem cozinhar, em lume médio, até a cebola estar translúcida (não deixe a cebola ganhar cor).\n\nJunte o arroz e deixe cozinhar, em lume médio-baixo, durante um a dois minutos, mexendo sempre (vai reparar que o arroz começa a ficar com uma cor mais opaca). Adicione o vinho branco e cozinhe, mexendo, até o arroz o absorver.\n\nDeite duas conchas do caldo através dum passador de rede (para coar). Deixe cozinhar, mexendo de vez em quando, até o arroz absorver o caldo. Repita até que o arroz esteja cozido mas al dente, ou seja, o bago do arroz já está suave por fora mas ainda com uma pequena resistência no centro. Vai demorar cerca de 30 minutos, mas vá provando para confirmar.\n\nRetire as hastes do tomilho e junte a manteiga e o queijo parmesão ralado. Mexa durante um minuto até engrossar um pouco e ficar cremoso.\n\nSirva de imediato, com os cogumelos salteados.","Cozinha":"Contemporânea","Dificuldade":"Médio","Tempo":"Médio","Doses":4}
{"_id":7,"Preparacao":"Descasque as peras, corte-as em quartos e retire o núcleo e caule. Coloque-as numa taça e regue-as com o sumo de limão. Envolva muito bem, de modo a impedir que escureçam. Reserve as cascas do limão.\n\nColoque a água e o mel numa panela, e leve ao lume, em fogo médio, até dissolver o mel. Adicione os paus de canela, os cravos-da-índia, o gengibre, o rum e as cascas de limão. Deixe cozinhar por cerca de cinco minutos.\n\nUsando uma escumadeira, coloque cuidadosamente as peras na panela.\n\nDeixe as peras ferver suavemente durante 20 minutos ou até que estejam macias. Verifique se já estão cozidas/macias, espetando uma faca – se não oferecerem resistência estão cozidas.\n\nUma vez cozidas, retire a panela do lume e deixe arrefecer.\n\nDepois retire cuidadosamente as peras, com uma escumadeira, e coloque-as num frasco ou tigela de vidro.\n\nColoque o líquido de volta ao lume, em fogo médio, e cozinhe até que o líquido reduza para cerca de metade, até que tenha a aparência de uma calda rala. Verta essa calda sobre as peras, deixar esfriar e depois leve a refrigerar durante a noite.","Cozinha":"Contemporânea","Dificuldade":"Médio","Tempo":"Médio","Doses":10}
{"_id":8,"Preparacao":"Corte o frango em pedaços e deixe-o a marinar, envolvendo-o bem nos temperos, por pelo menos 3 a 4 horas.\n\nPré-aqueça o forno a 220º C.\n\nForre uma assadeira com papel alumínio ou vegetal. Espalhe o frango, as batatas e as rodelas de limão pela assadeira e cubra com a tampa-flor, evitando assim, qualquer tipo de salpicos no seu forno.\n\nLeve a assar por cerca de 30 minutos e, depois disso, vire as peças de frango do outro lado e cozinhe por mais 5 minutos, para que ganhem também um tom dourado.\n\nDesligue o forno, e deixe o assado a repousar lá dentro, por pelo menos mais 5 minutos.\n\nSirva com a salsa picada, as rodelas de limão, a batata e uma salada de rúcula.","Cozinha":"Internacional","Dificuldade":"Fácil","Tempo":"Médio","Doses":4}
{"_id":9,"Preparacao":"Depois de descongelados, tempere os medalhões de pescada com sumo de limão, sal e pimenta. Deixe tomar gosto durante algum tempo.\n\nAqueça o azeite numa frigideira, junte o peixe e o camarão e deixe corar de ambos os lados. Retire da frigideira e reserve.\n\nNuma tigela, misture bem o leite com a farinha, a sopa de marisco e a maca. Deite na mesma frigideira, leve ao lume e deixe engrossar bem.\n\nDisponha o peixe e o marisco numa travessa, regue com o molho anterior, polvilhe com sementes de cânhamo e sirva com puré de batata.","Cozinha":"Contemporânea","Dificuldade":"Médio","Tempo":"Médio","Doses":4}
{"_id":10,"Preparacao":"Comece por arranjar os legumes para cozer.\n\nColoque água a ferver e dissolva a pasta de miso juntamente com um pouco de molho de soja. Passe por um passador para retirar as impurezas da pasta.\n\nColoque os legumes dentro do caldo e deixe cozer.\n\nEntretanto, marque as postas de salmão numa frigideira bem quente, coloque no forno de seguida até estarem no ponto que mais gosta.","Cozinha":"Contemporânea Fusão","Dificuldade":"Médio","Tempo":"Médio","Doses":2}
{"_id":11,"Preparacao":"Corte as batatas-doces em cubos e coza-as em água com 1 folha de louro, durante 20 minutos.\n\nCorte o alho-francês ao meio, lave, corte em juliana fina e salteie em azeite com sal e pimenta. Reserve.\n\nEscorra a batata-doce, passe pelo passe-vite e deixe arrefecer ligeiramente. Junte depois a cenoura ralada e o alho-francês salteado, bem como a farinha e um ovo. Tempere com sal, pimenta e a raspa de limão e misture bem.\n\nLigue o forno a 200º C. Bata o restante ovo com um pouco de água. Tenda hambúrgueres com cerca de 10 cm de diâmetro e coloque num tabuleiro forrado com papel vegetal. Pincele os hambúrgueres com o ovo batido e leve ao forno por cerca de 10 a 15 minutos.","Cozinha":"Vegetariana","Dificuldade":"Fácil","Tempo":"Médio","Doses":4}
{"_id":12,"Preparacao":"Ligue o forno a 180º C. Tempere os peitos de pato com o gengibre. Descasque as cenouras e corte-as em palitos.\n\nBarre um prato de forno com creme vegetal e disponha no fundo 4 rodelas das laranjas. Cubra com os palitos de cenoura, polvilhe com os cominhos e junte os cardamomos. Retire o sumo às laranjas e ao limão, deite sobre a cenoura e leve ao forno.\n\nLeve ao lume uma frigideira antiaderente, deixe aquecer, junte os peitos de pato com a pele voltada para baixo e deixe cozinhar até a pele ficar sem gordura.\n\nRetire a carne da frigideira, seque com papel absorvente para eliminar a gordura e coloque sobre a cenoura. Polvilhe com o alecrim e deixe cozinhar durante mais 15 minutos. Retire e sirva com decoração a gosto..","Cozinha":"Internacional Contemporânea","Dificuldade":"Médio","Tempo":"Médio","Doses":4}
{"_id":13,"Preparacao":"Coloque os ingredientes na máquina pela ordem mencionada (esfarelei o fermento por cima da farinha). Selecione o programa \"Massa\" (1h30m) e ligue a máquina. Quando o ciclo terminar retire a massa da máquina e sove-a sobre uma superfície polvilhada com farinha. Deixe-a descansar 15 minutos, cobrindo-a com um pano.\nRecheio:\nNum tacho, leve ao lume o leite, o coco ralado, o açúcar e a margarina e deixe ferver. Mexa bem as gemas numa tigela e adicione algumas colheres do preparado de coco, mexa bem e junte ao restante preparado no tacho. Deixe engrossar um pouco, mexendo sempre e no final junte as amêndoas moídas.\n\nDepois desse tempo de repouso da massa, forme bolinhas, faça um buraco no centro mas sem romper a massa no fundo e coloque o recheio.\n\nLeve a cozer ao forno, pré-aquecido, cerca de 20 a 25 minutos, até dourar. Quando retirar do forno, pincele com geleia e polvilhe com açúcar em pó.","Cozinha":"Portuguesa Tradicional","Dificuldade":"Médio","Tempo":"Lento","Doses":6}
{"_id":14,"Preparacao":"Para a feijoada\n\nCorte a couve às tiras, não muito finas nem muito grossas e salteie-as num fio de azeite numa caçarola, com o caldo knorr. Depois de ter perdido a água (diminui significativamente de tamanho), junte o tomate e água até cobrir a couve. Tape e deixe estufar durante 15 mn aproximadamente (depende do tipo de couve, do tamanho dos pedaços, etc.).\n\nQuando estiver tenra, junte a chouriça cortada aos pedaços (a pele não é comestível!) e o feijão com a água de cozedura que está dentro da lata. Tempere com o pimentão-doce e o alho em pó, e deixe cozinhar tapado durante 10 mn em lume brando, mexendo de vez em quando.\n\nSe preferir uma feijoada mais substancial, junte seitan aos pedaços - se possível salteado primeiro senão fica muito mole - chourição de soja (o da marca Elichristi é óptimo), tofu fumado… a escolha é variada, depende da fome e do gosto.\n\nPara a Farofa\n\nSalteie, sem azeite, o tofu aos pedacinhos numa frigideira anti-aderente. Quando estiver dourado, junte um fiozinho de azeite e a mandioca. Tempere com sal. Quando começar a escurecer dos lados, mexa sempre, calmamente, envolvendo o azeite na farinha, e deixando dourar por completo. Não coma logo ou arrisca-se a queimar a língua (fala a experiência…)!\n\nSirva com arroz branco seco (não há receita, é só seguir as instruções da embalagem) e farofa. Para acompanhar, um guaraná ou um chopp geladinho.","Cozinha":"Brasileira Vegetariana","Dificuldade":"Médio","Tempo":"Médio","Doses":2}
{"_id":15,"Preparacao":"1. Lave bem o arroz, em várias águas, até que água resultante fique translúcida.\n\n2. Coloque o arroz num tacho com a mesma quantidade de água (se usar duas chávenas de arroz, deverá adicionar duas chávenas de água) e uma folha de alga. Quando levantar fervura, reduza o lume para o mínimo, tape o tacho e deixe cozinhar durante 10 minutos.\n\n3. Desligue o lume e espere mais 10 minutos, sem levantar a tampa do tacho. Passado esse tempo, passe o arroz para um tabuleiro e espere que amorne.\n\n4. Quando o arroz estiver morno, tempere-o com o vinagre de arroz, o saquê, o açúcar e o sal e reserve.\n\n5. Cubra uma esteira de sushi com película aderente e coloque, por cima, à medida das suas necessidades, as restantes algasPe. De seguida cubra-a com arroz, molhando de vez em quando os dedos em água fria para que o arroz não grude nas mãos. Deixe cerca de dois centímetros da alga sem arroz, na aresta oposta àquela em que começará a enrolar o rolo. A seguir ao arroz, coloque o carapau e o pepino cortados em tiras longas e enrole, fazendo pressão para que o role se molde.\n\n6. Molhe uma faca em água para cortar o rolo em pequenos pedaços. Sirva o sushi de pepino e carapau com wasabi e molho de soja.","Cozinha":"Japonesa","Dificuldade":"Difícil","Tempo":"Lento","Doses":4}
{"_id":16,"Preparacao":"Com o dente de alho esfregue a panela de fondue. Corte os queijos às fatias e aos cubos e coloque-os na panela, juntamente com o vinho branco seco, a fécula de batata (ou farinha de trigo) e o sumo de limão. Misture em lume lento até se transformar numa massa homogénea. Deixe ferver por uns minutos em lume forte e acrescente, se desejar, o kirsh ou o conhaque. Tempere com sal e noz moscada e sirva. À mesa, coloque cubos de pão ou pedaços de couve-flor, que cada comensal espeta com um garfo para molhar no queijo.","Cozinha":"Suíça","Dificuldade":"Médio","Tempo":"Médio","Doses":4}
{"_id":17,"Preparacao":"Leve um tacho com cerca de 1L de água ao lume e deixe levantar fervura. Adicione o vinagre, mexa no sentido dos ponteiros do relógio e adicione os ovos um a um.\n\nEscalfe em lume brando durante cerca de 30 segundos. Retire os ovos e arrefeça em água gelada. Seque com papel de cozinha e reserve.\n\nDescasque e pique as chalotas.\n\nLave, descasque e corte as curgetes em pedaços.\n\nLeve um tacho ao lume com um pouco de manteiga e a chalota. Deixe cozinhar em lume brando, até a chalota ficar translúcida. Junte as ervilhas e a curgete e envolva. Cubra com água e deixe cozinhar cerca de 10 minutos. Tempere com sal e pimenta.\n\nRetire do lume, junte as folhas de hortelã e triture com a varinha mágica, juntando um pouco de água quente, caso seja necessário para ajustar a consistência. Passe o creme pelo chinês. Retifique os temperos.\n\nSirva o creme em copinhos com um ovo de codorniz em cada copo.","Cozinha":"Contemporânea Saudável","Dificuldade":"Médio","Tempo":"Médio","Doses":8}
{"_id":18,"Preparacao":"Aquecer o azeite numa panela, adicionar a cebola, o aipo e a cenoura. Saltear até ficarem cozinhados, cerca de 8 minutos. Acrescentar a vaca, vitela e pancetta (ou bacon, se não encontrar o produto genuíno italiano), deixando cozinhar mais 15 minutos, mexendo de vez em quando.\n\nAproveite os conselhos dos Frescos Continente para saber  como escolher os melhores ingredientes:\n\n\nAcrescentar o vinho e deixar ferver 1 minuto. Adicionar 2 e ½ chávenas de caldo e a polpa de tomate e mexer até ficar tudo misturado. Reduza o lume e deixa cozinhar lentamente,  cerca de uma hora, até todos os sabores de harmonizarem. Tempere com sal e pimenta.\n\nAqueça o leite à parte e adicione lentamente à mistura anterior até absorver. Acrescente pouco a pouco o resto do caldo se necessário, sempre em lume muito brando, deixando cozinhar mais 30 a 40 minutos.\n\nServir sobre a massa cozida al dente, polvilhando com parmesão ralado.","Cozinha":"Italiana","Dificuldade":"Médio","Tempo":"Lento","Doses":4}
{"_id":19,"Preparacao":"Corte o coelho em pedaços grandes e cubra-os com farinha antes de os cozinhar.\n\nAqueça o azeite num tacho grande, em lume médio. Cozinhe os pedaços do coelho, até todos os lados apresentarem um tom castanho, e retire-os do tacho.\n\nReduza o lume e adicione a cebola, alecrim e salva. Deixe cozinhar durante 10 minutos, depois acrescente o alho e volte a colocar o coelho no tacho.\n\nAumente o lume para forte, acrescente o vinho e deixe cozinhar por 1 minuto. Adicione o tomate e a água e mexa.\n\nReduza a temperatura, tape e deixe cozinhar em lume brando por cerca de 1 hora, até o coelho ficar tenro. Se a meio da confecção o molho parecer demasiado seco, acrescente 60 ml de água.\n\nDeite fora o ramo das ervas. Verifique o tempero e ajuste-o se achar necessário. Guarneça com as azeitonas e alecrim adicional.","Cozinha":"Mediterrânea","Dificuldade":"Fácil","Tempo":"Médio","Doses":4}
{"_id":20,"Preparacao":"Para o bolo:\n1 - Pré-aquecer o forno a 180ºC e untar uma forma de 22cm com manteiga, no fundo colocar papel vegetal e voltar a untar novamente com manteiga e peneira com um pouco de farinha.\n2 - Com a ajuda da varinha mágica moer as folhas de chá até ficar bem fino.\n3 - Numa taça peneirar a farinha, a folha de chá, o fermento e o bicarbonato. Reservar.\n4 - À parte juntar o leite, o chá e o óleo.\n5 - Numa taça grande bater o açúcar com os ovos até ficar um creme esbranquiçado. Na potência mínima acrescentar aos poucos a mistura do leite até ficar homogéneo.\n6 - Acrescentar um terço dos ingredientes secos e envolver com uma espátula em movimentos circulares. Repetir até ficar uma massa homogénea.\n7 - Verter para a forma e levar ao forno por 40-50min ou até o palito vir sem vestígios do bolo.\n8 - Deixar repousar 10min antes de o transferir para uma base de arames e arrefecer por completo.\n\nPara o creme de Mascarpone:\nColocar todos os ingredientes na batedeira e aumentar a potência aos poucos. Deixar formar um creme macio, por 2-3min. Ter cuidado para o creme não talhar.\nBarrar o bolo quando este estiver frio.\nDica: Se não quiser adicionar o açúcar colocar mais 1 a 2 c. sopa de mel. A consistência do creme tem que ser igual ao chantilly.\n\nMontagem:\n\nDepois do bolo arrefecer dividir ao meio e barrar com um pouco do creme. Colocar a outra metade do bolo e voltar a barrar com mais creme. Para barrar o bolo a toda a volta convém duplicar a receita do creme.\nDecorar com fruta da época ou com umas simples amoras pretas.","Cozinha":"Britânica","Dificuldade":"Médio","Tempo":"Médio","Doses":10}
{"_id":21,"Preparacao":"Corte  a massa folhada em 12 fatias iguais.\nDepois coloque em cada fatia um quadrado de chocolate na parte mais larga, enrole cada fatia até à ponta e feche a massa folhada em ambos os lados para o chocolate não escorrer.\nColoque os croissants num tabuleiro forrado a papel vegetal. Pincele os croissants com o ovo batido.\nLeve ao forno 10 a 15 minutos a 180ºC. É melhor controlar o tempo até ficarem dourados.\nE voilà! Adoro comer os croissants quando saem do forno e o chocolate está derretido.","Cozinha":"Francesa Contemporânea","Dificuldade":"Fácil","Tempo":"Rápido","Doses":12}
